/* titles */
"StandardTitle" = "Installazione standard su “%@”";
"CustomTitle" = "Installazione ad hoc su “%@”";

/* space requirements message */
"SpaceRequirements" = "Verranno occupati %@ di spazio sul computer.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Fai clic su Installa per eseguire l'installazione standard di questo software sul disco “%@”.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Fai clic su Installa per eseguire l'installazione standard di questo software nella cartella Inizio. Solo l'utente attuale di questo computer potrà utilizzare questo software.";
"InstallContinueMessage_LocalDomain" = "Fai clic su Installa per eseguire l'installazione standard di questo software per tutti gli utenti di questo computer. Tutti gli utenti di questo computer potranno utilizzare questo software.";
"InstallContinueMessage_UnknownDomain" = "Fai clic su Installa per eseguire l'installazione standard di questo software.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Al termine dell’installazione di questo software, devi spegnere il computer.  Sei sicuro di voler installare questo software adesso?";
"RestartWarning" = "Al termine dell’installazione di questo software, devi riavviare il computer.  Sei sicuro di voler installare questo software adesso?";
"LogoutWarning" = "Per installare questo software occorre che tutte le applicazioni siano chiuse e che sia stato eseguito il logout dal sistema una volta completata l'installazione. Sei sicuro di voler installare il software adesso?";
"BatteryWarning" = "Stai per iniziare l'installazione con l'alimentatore scollegato. Sei sicuro di voler continuare?";
"PadWarning" = "Dopo aver installato questo software rimarranno liberi meno di 100 MB di spazio sul sistema Mac OS X.  Ciò non è consigliato perché potrebbero verificarsi dei problemi al sistema. Sei sicuro di voler continuare?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Installa";
"CONTINUE_BUTTON_TITLE" = "Continua";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Annulla";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Continua installazione";

"ExtraMediaMessage" = "Il software che stai installando richiede dei dischi di installazione supplementari. Prepara i seguenti dischi:";
"AppToQuitMessage" = "%@ è attualmente aperta e sarà chiusa prima dell'inizio di questa installazione. Se non vuoi chiudere questa applicazione, annulla l'installazione.";
"AppsToQuitMessage" = "Le seguenti applicazioni aperte saranno chiuse prima dell'inizio di questa installazione: %@. Se non vuoi chiudere queste applicazioni, annulla l'installazione.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Alcune applicazioni devono essere chiuse prima dell'avvio di questa installazione.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ sarà chiusa prima dell'inizio dell'installazione. Se non vuoi chiudere questa applicazione, fai clic su Annulla per annullare l'installazione.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Le seguenti applicazioni aperte saranno chiuse: %@. Se non vuoi chiudere queste applicazioni, fai clic su Annulla per annullare questa installazione.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Ti occorrono circa %@ di spazio libero in più sul disco di destinazione.";
"StandardInstallSinglePackageDeselectMessage" = "Esci dal programma di installazione per liberare spazio sul disco rimuovendo documenti o applicazioni, quindi riprova l'installazione.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Puoi selezionare un altro disco per l'installazione oppure uscire dal programma di installazione per liberare spazio sul disco rimuovendo documenti o applicazioni, e poi avviare di nuovo l'installazione.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Ti occorrono circa %@ di spazio libero in più sul disco di destinazione.";
"CustomMetaPackageDeselectMessage" = "Deseleziona alcune opzioni o esci dal programma di installazione per liberare spazio sul disco rimuovendo documenti o applicazioni, quindi riprova l'installazione.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Puoi selezionare un altro disco per l'installazione. Deseleziona alcune opzioni o esci dal programma di installazione e libera spazio sul disco rimuovendo documenti o applicazioni, quindi avvia di nuovo l'installazione.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Esiste una versione più recente di questo software installata sul sistema. Non c'è bisogno di installare questa versione precedente.";

"CUSTOM_FOLDER_TOOLTIP" = "La cartella “%1$@” in %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Lo spazio disponibile è insufficiente per installare questo elemento.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Aumenta lo spazio disponibile rimuovendo documenti o applicazioni, oppure scegli una cartella o disco differenti e riprova l'installazione.";
"CUSTOM_FOLDER_DESCRIPTION" = "Stai selezionando una posizione per “%1$@”. Le dimensioni di questo elemento sono %2$@. Qui sotto, è riportato un elenco dei dischi e il relativo spazio disponibile.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (spazio insufficiente)";
"CUSTOM_OTHER_MENU_ITEM" = "Altro…";
